# St7EnableSRALoadCase

Enables the specified Load Excitation case for Spectral Response analysis.

long St7EnableSRALoadCase(long uID, long SRACase)

Input Parameters

uID

Strand7 model file ID.

SRACase

Spectral Response load excitation case number.